Revit 2027 API
ParameterTypeId.RbsConduitrunInnerDiamParam Property
 "Inside Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConduitrunInnerDiamParam { get; }
Public Shared ReadOnly Property RbsConduitrunInnerDiamParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConduitrunInnerDiamParam {
	ForgeTypeId^ get ();
}
static member RbsConduitrunInnerDiamParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace